Repository: Albermonte/wallet
Catalog: src/i18n/*.po
Languages: hr, pl

source: Please note that wallet.nimiq.com, hub.nimiq.com & keyguard.nimiq.com are not "hosted wallets". You do not create a hosted account or give Nimiq your funds to hold onto. You hold your keys that control the funds at your account addresses on your device. Nimiq only makes it easy for you, through a browser, to create, save, and access your information and interact with the blockchain.
pl: Informujemy, że portfele wallet.nimiq.com, hub.nimiq.com oraz keyguard.nimiq.com nie są portfelami zarządzanymi przez usługę. To znaczy, że nie tworzysz takiego portfela ani nie powierzasz Nimiqowi swoich środków. Klucze, które kontrolują środki zgromadzone na adresach powiązanych z kontem, przechowujesz na własnym urządzeniu. Nimiq jedynie używa przeglądarki, by ułatwiać tworzenie i zapisywanie informacji, a także uzyskiwanie do nich dostępu, oraz interakcję z siecią blockchain.

source: Please transfer
hr: Molimo doznačite
pl: Wykonaj przelew

source: Receive
hr: Primaj
pl: Otrzymaj

source: Receive BTC
hr: Primaj BTC
pl: Otrzymaj walutę BTC

source: Receive free NIM
hr: Primi besplatan NIM
pl: Otrzymaj walutę NIM gratis

source: Receive NIM
hr: Primi NIM
pl: Otrzymaj walutę NIM

source: Receive some free NIM to get started.
hr: Primi besplatan NIM da kreneš.
pl: Na dobry początek otrzymasz trochę waluty NIM.

source: received at {dateAndTime}
hr: primljeno u {dateAndTime}
pl: otrzymano {dateAndTime}

source: Recent addresses will be listed here, until they receive a transaction.
hr: Nedavne adrese će biti prikazane ovdje, dok ne dobe transakciju.
pl: Tutaj będą się wyświetlać najnowsze adresy, aż zostanie z nimi powiązana jakaś transakcja.

source: Recently copied
hr: Nedavno kopirano
pl: Ostatnio skopiowane

source: Recipient
hr: Primatelj
pl: Odbiorca

source: Reference
hr: Referenca
pl: Tytuł

source: Reference currency
hr: Referentna valuta
pl: Waluta odniesienia

source: Refund
hr: Povrat
pl: Dokonaj refundacji

source: Regular transactions are too slow and will not process. Your bank might use another name, like ‘real-time transactions’ i.a.
pl: Zwykłe transakcje są zbyt wolne i nie zostaną przetworzone. Twój bank może używać innej nazwy, na przykład „transakcje w czasie rzeczywistym”.

source: Rename
hr: Preimenuj
pl: Zmień nazwę

source: Request failed
hr: Neuspio zahtjev
pl: Żądanie się nie powiodło

source: Rescan
hr: Ponovo skeniraj
pl: Skanuj ponownie

source: Reset your wallet settings and reload data from the blockchain.
pl: Zresetuj ustawienia portfela i ponownie wczytaj dane z sieci blockchain.

source: Retry
hr: Pokušaj ponovo
pl: Ponów

source: Retrying...
hr: Pokušavam ponovo...
pl: Ponawianie…

source: Save Login File
hr: Spremi login fajlu
pl: Zapisz plik logowania

source: Save now
hr: Spremi sada
pl: Zapisz teraz

source: Scan the code to send money to this address
pl: Zeskanuj kod, by przesłać pieniądze na ten adres.

source: Search
hr: Pretraži
pl: Wyszukaj

source: Search transactions
hr: Pretraži transakcije
pl: Wyszukaj transakcje

source: Search transactions by contact, address, etc.
pl: Wyszukaj transakcje wg kontaktów, adresów itp.

source: Select a currency and an amount.
pl: Wybierz walutę i kwotę.

source: Select which unit to show Bitcoin amounts in.
pl: Wybierz jednostkę, w której mają być wyświetlane wartości bitcoina.

source: Sell
hr: Prodaj
pl: Sprzedaj

source: Send
hr: Pošalji
pl: Wyślij

source: Send all
hr: Pošalji sve
pl: Wyślij wszystko

source: Send and receive NIM directly on the blockchain.
pl: Wysyłaj i otrzymuj walutę NIM, używając bezpośrednio sieci blockchain.

source: Send and receive NIM without a middleman and enjoy true decentralization.
pl: Wysyłaj i otrzymuj walutę NIM bez pośrednika oraz ciesz się zaletami wynikającymi z prawdziwej decentralizacji.

source: Send Transaction
hr: Pošalji transakciju
pl: Wyślij transakcję

source: Send, receive and hold BTC in your wallet.
pl: Wysyłaj, otrzymuj i przechowuj walutę BTC w swoim portfelu.

source: Sending Transaction
hr: Šaljem transakciju
pl: Wysyłanie transakcji

source: Sent {btc} BTC
pl: Wysłano {btc} BTC

source: Sent {btc} BTC to {name}
hr: Poslano {btc} BTC {name}
pl: Wysłano {btc} BTC do odbiorcy {name}

source: Sent {fromAsset} – Received {toAsset}
pl: Wysłano {fromAsset} – otrzymano {toAsset}

source: Sent {nim} NIM
pl: Wysłano {nim} NIM

source: Sent {nim} NIM to {name}
hr: Poslano {nim} NIM {name}
pl: Wysłano {nim} NIM do odbiorcy {name}

source: sent at {dateAndTime}
hr: poslano u {dateAndTime}
pl: wysłano {dateAndTime}

source: Set Amount
hr: Postavi iznos
pl: Wpisz kwotę

source: Set fee
hr: Postavi naknadu
pl: Ustaw opłatę

source: Setting up swap
hr: Pripremam zamjenu
pl: Przygotowywanie wymiany

source: Settings
hr: Podešavanja
pl: Ustawienia

source: Share a single-use address with the sender.
hr: Podjeli jednokratnu adresu sa pošiljateljem
pl: Udostępnij nadawcy adres jednorazowy.

source: Share the link or QR code with the sender. Optionally include an amount.
hr: Podjeli link ili QR kod sa pošiljateljem. Po želji uključi i iznos.
pl: Udostępnij link lub kod QR nadawcy. Możesz też opcjonalnie wpisać kwotę.

source: Share your address with the sender.
hr: Podjeli svoju adresu sa pošiljateljem.
pl: Udostępnij swój adres nadawcy.

source: Share your Payment Link
hr: Podjeli svoj link za uplatu.
pl: Udostępnij swój link płatniczy

source: Show all my addresses
hr: Prikaži sve moje adrese
pl: Pokaż wszystkie moje adresy

source: Show Decimals
hr: Prikaži decimale.
pl: Pokaż wartości dziesiętne

source: Show Link
hr: Prikaži link
pl: Pokaż link

source: Signup
hr: Registracija
pl: Zarejestruj się

source: Simulate EUR payment
hr: Simuliraj EUR plaćanje
pl: Symuluj płatność w EUR

source: Skip for now
hr: Preskoći za sada
pl: Pomiń

source: Something went wrong
hr: Nešto je pošlo po krivu
pl: Coś poszło nie tak

source: Spacing optional
pl: Odstępy są opcjonalne

source: Speed up your Transaction
hr: Ubrzaj svoju transakciju
pl: Przyspiesz swoją transakcję

source: Stake NIM to generate rewards for securing the network.
hr: Oroći NIM da generira nagradu za osiguravanje mreže
pl: Wykorzystaj swoją walutę NIM i utwórz z niej depozyt zabezpieczający sieć, za co otrzymasz nagrody.

source: Staking
hr: Oroćenje
pl: Tworzenie depozytu

source: standard
pl: standardowa

source: Starting with EU bank accounts soon.
pl: Wkrótce będzie ona dostępna dla rachunków bankowych obywateli UE.

source: Store, send and receive NIM.
hr: Spremi, pošalji i primi NIM
pl: Przechowuj, wysyłaj i otrzymuj walutę NIM.

source: Swap fee
hr: Naknada za zamjenu
pl: Opłata za wymianę

source: Swap from {address}
hr: Zamjena od {address}
pl: Wymiana z adresu {address}

source: Swap NIM and BTC
hr: Zamjeni NIM i BTC
pl: Wymień NIM i BTC

source: Swap successful!
hr: Zamjena uspješna!
pl: Wymiana pomyślna!

source: Swap to {address}
hr: Zamjeni na {address}
pl: Wymień na adres {address}

source: syncing
hr: sinkroniziram
pl: synchornizacja

source: Tell us here
pl: Zrób to tutaj

source: TEN31 Bank provides a bank account to lock your payment.
hr: TEN31 Bank osigurava tekući račun da zamrzne Vaše plaćanje.
pl: Bank TEN31 udostępnia rachunek, na którym zostaje zablokowana twoja płatność.

source: Testnet
pl: Sieć testowa

source: The bank is processing your transaction. This might take up to 5 minutes.
pl: Bank przetwarza transakcję. Może to potrwać do 5 minut.

source: The fees (currently {amount}) determine the minimum amount.
pl: Minimalna kwota zależy od wysokości opłat (obecnie {amount}).

source: The fees determine the minimum amount.
hr: Naknade određuju najmanji iznos.
pl: Minimalna kwota zależy od wysokości opłat.

source: The new and improved accounts can have multiple addresses.
hr: Novi i poboljšani računi mogu imati višestruke adrese.
pl: Nowe i ulepszone konta obsługują wiele adresów.

source: The new Login Files are an easy and convenient way to gain access to your account and its addresses.
pl: Nowe pliki logowania zapewniają łatwy i wygodny dostęp do konta oraz powiązanych z nim adresów.

source: The Nimiq wallet is more than a web-wallet, it is a network node.
pl: Portfel Nimiq to coś więcej niż portfel internetowy – to węzeł sieciowy.

source: The rate might change depending on the swap volume.
pl: Stawka może się zmienić zależnie od wolumenu wymiany.

source: There are currently no free NIM available.
pl: Aktualnie nie ma darmowej waluty NIM.

source: There are many options, use a credit card or trade crypto. You can find more exchanges on {link}
pl: Możesz to zrobić na kilka sposobów. Użyj karty kredytowej lub kup za kryptowaluty. Listę giełd znajdziesz na stronie {link}

source: There is no ‘forgot password’
pl: Nie ma funkcji przypominania hasła

source: There's a problem
pl: Istnieje pewien problem

source: They will be increased gradually.
pl: Z czasem ich wartość będzie stopniowo zwiększana.

source: This address has already been used
pl: Ten adres został już użyty

source: This is a Legacy Account
pl: To jest stare konto

source: This is a single-use address
pl: To jest adres jednorazowy

source: This is not a valid address
pl: To nie jest prawidłowy adres

source: This month
pl: W tym miesiącu

source: This rate includes the swap fee.
pl: Podana stawka zawiera opłatę za wymianę.

source: This service is currently not available in your region.
pl: Usługa ta jest obecnie niedostępna w twoim regionie.

source: This service will soon be sped up significantly by banks updating their infrastructure.
pl: Banki wkrótce znacząco przyspieszą tę usługę, ulepszając swoją infrastrukturę.

source: This swap is as decentralized as the blockchain itself.
pl: Wymiana ta jest tak zdecentralizowana jak sieć blockchain.

source: To {exchange}
pl: Odwiedź giełdę {exchange}

source: Total Balance
pl: Całkowite saldo

source: Total fees
pl: Suma opłat

source: Transaction from {address}
pl: Transakcja z adresu {address}

source: Transaction to {address}
pl: Transakcja na adres {address}

source: Transactions take >10 min. due to Bitcoin’s block time.
pl: Realizacja transakcji trwa >10 min z powodu czasu bloku w sieci bitcoina.

source: Transfer funds
pl: Przelej środki

source: Trials
pl: Wersje próbne

source: Tweet your map!
pl: Udostępnij swoją mapę na Twitterze!

source: Unclaimed Cashlink
pl: Nieodebrany link pieniężny

source: Unknown
pl: Nieznany

source: Use {NIM}, the super performant and browser- based payment coin.
pl: Skorzystaj z {NIM} – superszybkiej waluty płatniczej działającej w przeglądarce.

source: Use a new Bitcoin address for every transaction to improve privacy.
pl: Aby skuteczniej chronić swoją prywatność, na potrzeby każdej transakcji używaj nowego adresu w sieci bitcoina.

source: Use it to access your account from any device.
pl: Użyj go, by uzyskać dostęp do swojego konta z dowolnego urządzenia.

source: Use labels instead of contacts to easily identify transactions in your history.
pl: Aby łatwo znajdować transakcje w historii, używaj etykiet zamiast kontaktów.

source: Use the slider or edit values to set up a swap.
pl: Aby przygotować wymianę, użyj suwaka lub zmień wartości.

source: Vesting Contract
pl: Kontrakt vestingowy

source: Wait for the swap to be set up.
pl: Zaczekaj, aż wymiana zostanie przygotowana.

source: Welcome to the first fiat-to-crypto atomic swap. It’s simple, fast and decentralized.
pl: Oto pierwsza usługa wymiany niepodzielnej waluty fiducjarnej na kryptowalutę. Jest prosta, szybka i zdecentralizowana.

source: What else?
pl: Co jeszcze?

source: With Bitcoin, a new address is used for every transaction to improve privacy. Reuse of addresses does not result in a loss of funds.
pl: Aby skuteczniej chronić prywatność, na potrzeby każdej transakcji sieć bitcoin używa nowego adresu. Ponowne używanie adresów nie powoduje utraty środków.

source: With Bitcoin, there are no contacts, since addresses are only used once.
pl: W sieci bitcoina nie można tworzyć kontaktów, ponieważ każdy adres jest używany tylko raz.

source: You are a part of the Nimiq Blockchain.
pl: Jesteś częścią sieci blockchain nimiqa.

source: You are connecting to the Nimiq and Bitcoin Testnets.
pl: Łączysz się z siecią testową nimiqa i bitcoina.

source: You are using a Legacy Account
pl: Używasz starego konta

source: You can receive more free NIM in {waitTime} hours.
pl: Za {waitTime} godz. możesz otrzymać więcej darmowej waluty NIM.

source: You need a SEPA account that supports instant transactions.
pl: Musisz dysponować rachunkiem SEPA, który obsługuje transakcje natychmiastowe.

source: You now own crypto!
pl: Dysponujesz teraz kryptowalutą!

source: You will finalize your purchase by bank transfer.
pl: Finalizacja transakcji odbywa się przez wykonanie przelewu.

source: You will send {amount}
pl: Wyślesz {amount}

source: You will send {amount} NIM
pl: Wyślesz {amount} NIM

source: Your account is not safe yet!
pl: Twoje konto nie jest jeszcze zabezpieczone!

source: Your account now supports Bitcoin!
pl: Twoje konto obsługuje teraz bitcoina!

source: Your accounts are now legacy accounts. Easily switch, edit and create accounts with the new account picker.
pl: Twoje konta są aktualnie kontami starego typu. Użyj nowego wybieracza kont i łatwo się między nimi przełączaj, a także twórz je i wprowadzaj w nich zmiany.

source: Your bank is not eligible?
pl: Twój bank nie spełnia wymogów?

source: Your bank needs to support SEPA Instant out transactions. Some banks don’t support it yet, but are likely to do so in the future.
pl: Twój bank musi obsługiwać transakcje natychmiastowe SEPA. Niektóre banki jeszcze ich nie obsługują, ale w przyszłości prawdopodobnie zaczną.

source: Your browser
pl: Twoja przeglądarka

source: Your browser connects directly to a set of peers from all around the world. This makes you a first-class citizen of the blockchain.
pl: Twoja przeglądarka łączy się bezpośrednio z grupą komputerów z całego świata. To sprawia, że zaliczasz się do znamienitego grona użytkowników sieci blockchain.

source: Your browser is a Node
pl: Twoja przeglądarka jest węzłem

source: Your Login File, in combination with your password, grants access.
pl: Twój plik logowania w połączeniu z hasłem zapewnia dostęp do konta.

source: Your NIM are stored in a legacy account. Transfer them to a regular account to profit from new features.
pl: Przechowujesz swoją walutę NIM na koncie starego typu. Przelej ją na ulepszone konto i korzystaj z nowych funkcji.

source: Your transaction must be SEPA Instant
pl: Twoja transakcja musi być transakcją natychmiastową SEPA

source: Your transactions will appear here
pl: Tutaj będą się pojawiać twoje transakcje

source: + network fees
hr: + mrežna naknada

source: All countries
hr: Sve zemlje

source: Almost everywhere
hr: Skoro posvuda

source: An update to the Wallet is available, update now!
hr: Nova verzija novčanika je dostupna. Ažuriraj odmah?

source: Bank Transfer
hr: Bankovna doznaka.

source: Buy NIM & BTC
hr: Kupi NIM & BTC

source: Buy NIM & BTC with Credit Card!
hr: Kupi NIM & BTC sa kreditnom karticom!

source: Buy NIM on a crypto exchange:
hr: Kupi NIM na crypto mjenjačnici:

source: Buy with Credit Card
hr: Kupi sa Kreditnom karticom

source: Cancel
hr: Odustani

source: Cancel Swap
hr: Otkaži zamjenu

source: Cancelled Swap
hr: Otkazana zamjena

source: Claiming Cashlink
hr: Potražujem cashlink

source: Connecting to Bitcoin network
hr: Spajam se na Bitcoin mrežu

source: Connecting to Nimiq & Bitcoin networks
hr: Spajam se na Nimiq i Bitcoin mrežu

source: Connecting to Nimiq network
hr: Spajam se na Nimiq mrežu

source: Continue Swap
hr: Nastavi zamjenu

source: Created yesterday
hr: Kreirano jučer

source: Credit Card
hr: Kreditna kartica

source: Enter bank name
hr: Unesi ime banke

source: If this error persists, check your internet connection or reload the page to reconnect.
hr: Ako se ova greška nastavi, provjerite Vašu Internet vezu ili ponovo učitajte stranicu da se ponovno spojite.

source: Loading Moonpay...
hr: Učitavam Moonpay

source: More locations will be supported soon.
hr: Više lokacija će biti uskoro podržano.

source: No connection to {chain} network.
hr: Nepostoječa veza na {chain} mrežu.

source: Swap has expired
hr: Zamjena je istekla

source: The bank is processing your transaction. This might take up to {min} minutes.
hr: Banka obrađuje Vašu transakciju.. Moglo bi potrajati do {min} minuta.
