Repository: Albermonte/wallet
Catalog: src/i18n/*.po
Languages: hr, pl

source: {accounts} hold, manage and aggregate addresses.
hr: {accounts} Upravljanje adresama
pl: {accounts} pozwalają gromadzić i przechowywać adresy oraz nimi zarządzać.

source: {addresses} send and receive transactions.
hr: {addresses} transakcije ;primanje i slanje.
pl: {addresses} pozwalają realizować transakcje przychodzące i wychodzące.

source: {count} Confirmation | {count} Confirmations
pl: {count} potwierdzenie | Potwierdzenia: {count}

source: {count} Peer | {count} Peers
pl: {count} komputerem | {count} komputerami

source: {count} pending Cashlink | {count} pending Cashlinks
hr: {count} preostali Cashlink | {count} preostali Cashlinks
pl: {count} oczekujący link pieniężny | Oczekujące linki pieniężne: {count}

source: {fee} fee
hr: {fee} naknade
pl: Opłata {fee}

source: {perc}% of swap value.
hr: {perc}% od mjenjačke vrijednosti.
pl: {perc}% wartości wymiany.

source: {value} remaining
hr: {value} preostalo
pl: Pozostało {value}

source: + {count} more | + {count} more
hr: +{count} više | +{count} više
pl: + {count} więcej | + {count} więcej

source: +{n} more
hr: +{n} više
pl: +{n}

source: 15m
pl: 15 min

source: 2-4h
pl: 2–4 godz.

source: 24/7 Chat & Phone Support
pl: Wsparcie na czacie i przez telefon 24 h/7

source: 30-day Limit
hr: 30-dnevno ograničenje
pl: Limit 30-dniowy

source: 6h+
pl: +6 godz.

source: A contact with the address "{address}", but a different name already exists. Do you want to replace it?
hr: Kontakt sa adresom "{address}", ali drugaćijim imenom već potoji. Želiš li ga zamijeniti?
pl: Kontakt powiązany z adresem „{address}” już istnieje, ale pod inną nazwą. Czy chcesz go zastąpić?

source: Account creation was massively improved. Give it a try and experience all new Nimiq features.
hr: Kreiranje računa je značajno unaprijeđeno. Isprobaj i doživi potpunonovo iskustvo sa novim Nimiq opcijama.
pl: Zdecydowanie usprawniliśmy proces tworzenia konta. Przekonaj się o tym i wypróbuj wszystkie nowe funkcje nimiqa.

source: Accounts
hr: Računi
pl: Konta

source: Activate
hr: Aktiviraj
pl: Aktywuj

source: Activate Bitcoin
hr: Aktiviraj Bitcoin
pl: Aktywuj bitcoina

source: Add
hr: Dodaj
pl: Dodaj

source: Add a label to quickly find the transaction in your history, once it was sent.
pl: Aby szybko znaleźć w historii zrealizowaną transakcję, opatrz ją etykietą.

source: Add a label to quickly find the transaction in your history.
pl: Aby szybko znaleźć w historii daną transakcję, opatrz ją etykietą.

source: Add a public message...
hr: Dodaj javnu poruku...
pl: Dodaj wiadomość publiczną

source: Add account
hr: Dodaj račun
pl: Dodaj konto

source: Add address
hr: Dodaj_adrese
pl: Dodaj adres

source: Add an existing vesting contract to your wallet.
pl: Dodaj istniejący kontrakt vestingowy do swojego portfela.

source: Add Bitcoin to your account
hr: Dodaj Bitcoin na svoj račun.
pl: Dodaj bitcoina do swojego konta

source: Add contact
hr: Dodaj kontakt
pl: Dodaj kontakt

source: Address unavailable?
hr: Nepostojeća adresa.
pl: Nie masz adresu?

source: Addresses
hr: Adrese
pl: Adresy

source: Advanced
hr: Napredno
pl: Zaawansowane

source: all
hr: svi
pl: wszystko

source: All in one easy place.
hr: Sve na jednom mjestu.
pl: Wszystko w jednym prostym miejscu.

source: All new features are exclusive to new accounts. Upgrade now, it only takes seconds.
hr: Sve nove opcije ,eksluzivno za nove račune. Nadogradi odmah, traje samo sekundu.
pl: Aby móc korzystać ze wszystkich nowych funkcji, musisz mieć zaktualizowane konto. Zaktualizuj je teraz w zaledwie kilka sekund.

source: All translations are for information purposes only. The English text is the controlling version.
hr: Svi prijevodi su informativnog karatkera. Engleski izvornik je kontrolna verzija
pl: Wszystkie tłumaczenia mają jedynie charakter informacyjny. Obowiązującą wersją jest wersja angielska.

source: Although reusing addresses won’t result in a loss of funds, it is highly recommended not to do so.
hr: Iako ponovno korištenje adresa neće rezultirati u gubitku sredstava, preporučamo da to ne činiš.
pl: Ponowne używanie adresów nie spowoduje utraty środków, jednak zdecydowanie odradzamy takie postępowanie.

source: Always backup your Recovery Words, Password and Login Files.
hr: Uvijek napravi sigurnosnu kopiju svojih rijeći za oporavak, lozinka i datoteka za prijavu.
pl: Zawsze rób kopię zapasową hasła, słów odzyskiwania i plików logowania.

source: And {BTC}, the gold standard of crypto and a sound store of value.
hr: I {BTC}, zlatni standard crypta te izvrstnan nacin pohravne vrijednosti.
pl: Oraz {BTC}, standard złota w świecie kryptowalut i bezpieczny środek przechowywania wartości.

source: Android and iOS App
hr: Android i iOS App
pl: Aplikacja na system Android oraz iOS

source: As soon as your crypto is available, your Euro is processed to the seller. In case of a problem or a time-out, your payment will be returned to your bank account.
hr: Cim Vas crypto bude dostupan, Vaši Euri će se prosljediti prodavaću. U slucaju problema ili time-outa, Vaša uplata će biti vraćena na Vaš bankovni racun.
pl: Gdy tylko kryptowaluta będzie dostępna, euro trafi do sprzedawcy. W przypadku problemu lub wygaśnięcia sesji przesłane środki zostaną zwrócone na twój rachunek bankowy.

source: Atomic swaps require two BTC transactions.
hr: Za atomsku zamjenu su neophodne dvije BTC transakcije.
pl: Wymiany niepodzielne wymagają dwóch transakcji BTC.

source: Awaiting swap secret
hr: Čekanje na zamjensku tajnu
pl: Oczekiwanie na sekret wymiany

source: Back to addresses
hr: Nazad na adrese
pl: Wróć do adresów

source: Back to Bank Details
hr: Nazad na bankovne detalje
pl: Wróć do szczegółów banku

source: Backup
hr: Sigurnosna kopija
pl: Kopia zapasowa

source: Bank Account
hr: Bankovni račun
pl: Rachunek bankowy

source: BIC works, too.
hr: BIC također radi.
pl: Kod BIC również działa.

source: Bitcoin addresses are used only once, so there are no contacts. Use labels instead to find transactions in your history easily.
hr: Bitcoin adrese se koriste samo jednom, tako da nema kontakata. Koristite etikete da nađete transakcije u prošlim doznakama.
pl: Adresy w sieci bitcoina są używane tylko raz, więc nie możesz tworzyć kontaktów. Aby łatwo znaleźć w historii transakcje, opatrz je etykietami.

source: Bitcoin Unit
hr: Bitcoin jedinica
pl: Jednostka bitcoina

source: Block #{height}
pl: Blok nr {height}

source: Block explorer
hr: Block pretraživać
pl: Eksplorator bloków

source: Block height
hr: Block visina
pl: Wysokość bloku

source: Browser
hr: Preglednik
pl: Przeglądarka

source: BTC network fee
hr: BTC mrežna naknada
pl: Opłata sieciowa w walucie BTC

source: Buy
hr: Kupi
pl: Kup

source: Buy & Sell
hr: Kupi & prodaj
pl: Kup i sprzedaj

source: Buy and sell BTC by bank transfer. Coming soon!
hr: Kupi i prodaj BTC sa bankovnom doznakom. Dolazi uskoro!
pl: Kupuj i sprzedawaj walutę BTC, wykonując przelew. Już wkrótce!

source: Buy and sell with your wallet.
pl: Kupuj i sprzedawaj z poziomu swojego portfela.

source: Buy Crypto
hr: Kupi Crypto
pl: Kup kryptowalutę

source: Buy Crypto with Fiat
hr: Kupi Crypto sa Fiatom- gotovinom
pl: Kup kryptowalutę za walutę fiducjarną

source: Buy NIM
hr: Kupi NIM
pl: Kup walutę NIM

source: Buy on an exchange
pl: Kup na giełdzie

source: By adding a transaction fee, you can influence how fast your transaction will be processed.
hr: Dodavanjem transakcijske naknada možete utjecati na brzinu Vaše transakcije.
pl: Dodając opłatę za transakcję, wpływasz na szybkość przetwarzania swojej transakcji.

source: By clicking '{text}', you agree to the ToS of {Fastspot} and {FastspotGO}.
hr: Pritiskom na '{text}', potvrđujete suglasnost sa Uvjetima poslovanja {Fastspot} i {FastspotGO}.
pl: Klikając „{text}”, akceptujesz warunki świadczenia usługi {Fastspot} i {FastspotGO}.

source: By clicking '{text}', you agree to the ToS of {Fastspot}.
hr: Pritiskom na '{text}', slažete se sa uvjetima poslovanja {Fastspot}.
pl: Klikając „{text}”, akceptujesz warunki świadczenia usługi {Fastspot}.

source: Cannot import contacts, wrong file format.
hr: Ne mogu uvesti kontakte, pogrešan format datoteke.
pl: Nie możesz zaimportować kontaktów. Nieprawidłowy format pliku.

source: Cashlink
pl: linkiem pieniężnym

source: Cashlink from {address}
hr: Cashlink od {address}
pl: Link pieniężny z adresu {address}

source: Cashlink to {address}
hr: Cashlink prema {address}
pl: Link pieniężny na adres {address}

source: Change password
hr: Promjeni lozinku
pl: Zmień hasło

source: Change your language setting.
hr: Promjenite postavke jezika.
pl: Zmień ustawienia języka.

source: Choose a Recipient
hr: Odaberite primatelja
pl: Wybierz odbiorcę

source: Choose an Address
hr: Odaberite adresu
pl: Wybierz adres

source: Clear
hr: Obriši
pl: Wyczyść

source: Clear Cache
hr: Obriši međuspremik
pl: Wyczyść pamięć cache

source: Click for more information
hr: Klikni za više informacija
pl: Kliknij, by uzyskać więcej informacji

source: Coming soon
hr: Dolazi uskoro
pl: Już wkrótce

source: Coming soon
pl: Już wkrótce

source: Confirm
hr: Potvrdi
pl: Potwierdź

source: Congrats
hr: Čestitke
pl: Gratulacje

source: Connect directly to the Nimiq blockchain. Be independent from any middleman.
hr: Spoji se direktno an Nimiq blockchain. Budi neovisan od bilo kakvih posrednika.
pl: Połącz się bezpośrednio z siecią blockchain nimiqa. Pozbądź się pośredników.

source: Connected to
hr: Spojen na
pl: Połączono z

source: connecting
hr: Spajam se
pl: łączenie

source: Connection lost
hr: Veza izgubljena
pl: Połączenie zostało zerwane

source: Consensus
hr: Konsenzus
pl: Konsensus

source: Contact your bank to find out if your account is eligible.
hr: Kontaktirajte svoju banku da vidite jeli Vaš račun prihvatljiv
pl: Aby się dowiedzieć, czy twój rachunek spełnia wymogi, skontaktuj się ze swoim bankiem.

source: Contacts
hr: Kontakti
pl: Kontakty

source: Continue
hr: Nastavi
pl: Kontynuuj

source: Continue to Login File
pl: Kontynuuj do pliku logowania

source: Create a Cashlink
hr: Kreiraj Cashlink
pl: Stwórz link pieniężny

source: Create a new account
hr: Kreiraj novi korisnički račun
pl: Stwórz nowe konto

source: Create a new account and transfer your funds. New features and possibilities await.
hr: Kreiraj novi račun i prebaci svoja sredstva. Očekuju te nove opcije i mogučnosti.
pl: Stwórz nowe konto i przelej na nie swoje środki. Czekają na ciebie nowe funkcje i możliwości.

source: Create a new single-use address.
hr: Kreiraj novu jednokratnu adresu.
pl: Stwórz nowy adres jednorazowy.

source: Create backup
hr: Kreiraj sigurnosnu kopiju
pl: Stwórz kopię zapasową

source: Create payment link
hr: Kreiraj naplatni link
pl: Stwórz link płatniczy

source: Created {count} day ago | Created {count} days ago
hr: Kreirano prije {count} dana | Kreirano prije {count} dana
pl: Stworzono {count} dzień temu | Stworzono {count} dni temu

source: Created {count} hour ago | Created {count} hours ago
hr: Kreirano prije {count} sati | Kreirano prije {count} sati
pl: Stworzono {count} godzinę temu | Stworzono {count} godz. temu

source: Created {count} minute ago | Created {count} minutes ago
hr: Kreirano prije {count} minuta | Kreirano prije {count} minuta
pl: Stworzono {count} minutę temu | Stworzono {count} min temu

source: Created {count} second ago | Created {count} seconds ago
pl: Stworzono {count} sekundę temu | Stworzono {count} sek. temu

source: Created just now
hr: Kreirano upravo sada
pl: Właśnie stworzono

source: Created some time ago
pl: Stworzono jakiś czas temu

source: Credit Card accepted
pl: Obsługa kart kredytowych

source: Disclaimer
hr: izjava o odricanju odgovornosti
pl: Wyłączenie odpowiedzialności

source: Don't close your wallet until the swap is complete!
hr: Ne zatvarajte Vaš novčanik dok se zamjena ne završi!
pl: Nie zamykaj portfela do momentu zakończenia wymiany!

source: Don't close your wallet!
hr: Nemojte zatvoriti Vaš novčanik
pl: Nie zamykaj portfela!

source: Don’t reuse addresses and create a new one for every transaction.
hr: Nemojte ponovo koristiti iste adrese i kreirajte novu adresu za svaku transakciju
pl: Nie używaj ponownie adresów. Stwórz nowy na potrzeby każdej transakcji.

source: Done
hr: Gotovo
pl: Gotowe

source: Download it and store it safely. Don’t share it – don’t lose it.
pl: Pobierz go i zapisz w bezpiecznym miejscu. Nie udostępniaj nikomu i nie zgub.

source: Download your Login File
pl: Pobierz plik logowania

source: Duration and fees are estimates.
hr: Trajanja i naknade su procjene.
pl: Czas trwania i opłaty mają wartości szacunkowe.

source: During early access, these limits apply.
hr: Ograničenja koja vrijede za vrijeme ranog pristupa.
pl: W trakcie wczesnego dostępu obowiązują określone limity.

source: During early access, these limits apply. They will be increased gradually.
hr: Ograničenja koja vrijede za vrijeme ranog pristupa. Limiti ce biti polako povecavani
pl: W trakcie wczesnego dostępu obowiązują wskazane limity. Stopniowo będziemy zwiększać ich wysokość.

source: Early Access
hr: Rani pristup
pl: Wczesny dostęp

source: Early Access means that there are limits in place for swaps. They will be increased gradually.
hr: Rani pristup, znaci da postoje ogranicenja na zamjene. Limiti ce biti polako povečavani
pl: Wczesny dostęp oznacza, że wymiany mają określone limity. Ich wartość będzie stopniowo zwiększana.

source: Easily swap between NIM, the super performant payment coin and BTC, the gold standard of crypto.
pl: Z łatwością wymieniaj superszybką walutę płatniczą NIM na BTC – standard złota w świecie kryptowalut.

source: Edit contacts
hr: Uredi kontakte
pl: Edytuj kontakty

source: Edit the amount of decimals visible for BTC values.
hr: Uredi broj decimala koje su vidljive za BTC vrijednosti.
pl: Edytuj liczbę miejsc po przecinku w wartościach waluty BTC.

source: Edit the amount of decimals visible for NIM values.
hr: Uredi broj decimala koje su vidljive za NIM vrijednosti.
pl: Edytuj liczbę miejsc po przecinku w wartościach waluty NIM.

source: Edit transaction
hr: Uredi transakciju
pl: Edytuj transakcję

source: Enter address
hr: Unesi adresu
pl: Wpisz adres

source: Enter bank name...
pl: Wpisz nazwę banku…

source: Enter recipient address...
hr: Unesi adresu primatelja
pl: Wpisz adres odbiorcy…

source: Enter the password of the trial you want to enable, then press enter.
hr: Unesite lozinku probe koju želite pokrenuti, zatim pritisnite enter
pl: Wpisz hasło wersji próbnej, którą chcesz aktywować, i naciśnij enter.

source: Error:
hr: Greška:
pl: Błąd:

source: established
hr: uspostavljen
pl: ustanowiony

source: expired
hr: isteklo
pl: wygasła

source: Expired
hr: steklo
pl: Wygasła

source: express
hr: žurno
pl: ekspresowo

source: Failed
hr: Neuspjelo
pl: Niepowodzenie

source: Faucet error - please try again.
pl: Błąd puli – spróbuj ponownie.

source: Faucet is empty
pl: Pula jest pusta

source: Faucet is not available from your location
pl: Pula jest niedostępna w twojej lokalizacji

source: Faucet unavailable
pl: Pula niedostępna

source: Faucet unavailable (wrong network)
pl: Pula niedostępna (nieprawidłowa sieć)

source: fee
hr: naknada
pl: opłata

source: fees
hr: naknade
pl: opłaty

source: Fetching
hr: dohvaćam
pl: Pobieranie

source: Fiat value unavailable
hr: Fiat vrijednost nedostupna
pl: Wartość w walucie fiducjarnej niedostępna

source: File contains no contacts.
hr: Dateka ne sadrži kontakte.
pl: Plik nie zawiera kontaktów.

source: Finalize the swap by bank transfer.
hr: Završi zamjenu sa bankovnom doznakom.
pl: Sfinalizuj wymianę, wykonując przelew.

source: Finalizing swap
hr: Završavam zamjenu
pl: Finalizowanie wymiany

source: For beginners
hr: Za početnike
pl: Dla początkujących

source: free
hr: slobodno
pl: gratis

source: Full Node
hr: Puni čvor
pl: Pełny węzeł

source: General
hr: Općenito
pl: Ogólne

source: Get NIM
hr: Nabavi NIM
pl: Zdobądź walutę NIM

source: Get NIM and BTC
pl: Zdobądź walutę NIM i BTC

source: Got feedback? Found a bug?
pl: Chcesz się podzielić opinią lub zgłosić błąd?

source: Got it
hr: Shvatio/shvatila sam
pl: Rozumiem

source: Got it!
hr: Shvatio/shvatila sam
pl: Rozumiem!

source: Great, you’re here!
hr: Sjajno, da si ovdje!
pl: O, jesteś!

source: Handling multiple addresses is now convenient and easy – with one password and shared login information.
hr: Upravljanje višestrukim adresama je sada lagano i jednostavno - sa jednom lozinkom i zajedničkim prijavnim podatcima.
pl: Korzystanie z wielu adresów jest teraz prostsze i wygodniejsze – wystarczy jedno hasło i współdzielone dane logowania.

source: Historic value
hr: Povijesna vrijednost
pl: Wartość historyczna

source: HTLC Creation
hr: HTLC kreiranje
pl: Tworzenie kontraktu HTLC

source: HTLC Refund
hr: HTLC povrat
pl: Refundacja kontraktu HTLC

source: HTLC Settlement
hr: HTLC Poravnanje
pl: Rozliczenie kontraktu HTLC

source: I paid
hr: Ja sam platio
pl: Płacę

source: Import Contacts
hr: Uvezi kontakte
pl: Zaimportuj kontakty

source: Import contacts that you exported from the Safe.
hr: Importirajte kontakte koje ste exportirali iz Safe-a.
pl: Zaimportuj kontakty wyeksportowane z sejfu.

source: Import it to any browser and enter your password to use the same addresses.
pl: Aby używać tych samych adresów, zaimportuj plik do dowolnej przeglądarki i wpisz hasło.

source: Improved Accessibility
hr: Poboljšana pristupaćnost
pl: Poprawiona przystępność

source: In cooperation with
pl: We współpracy z

source: Increase the speed of your transaction by paying a higher network fee. The fees go directly to the miners.
pl: Przyspiesz transakcję, płacąc wyższą opłatę sieciową. Opłata trafia bezpośrednio do górników.

source: Insufficient balance.
hr: Nedovoljno stanje
pl: Niewystarczające saldo.

source: invalid
hr: pogrešno
pl: nieprawidłowa wartość

source: Invite a friend with a
hr: Pozovi prijatelja sa
pl: Zaproś znajomego lub znajomą z

source: Is your bank eligible?
hr: Jeli Vaša baka prihvatljiva?
pl: Czy twój bank spełnia wymogi?

source: It is fast, safe and makes you truly independent.
hr: Brzo je, sigurno i čini Vas istinski neovisnim.
pl: Jest szybki, bezpieczny i sprawia, że możesz się cieszyć pełną niezależnością.

source: It's safe to close your wallet now
hr: Sada je sigurno da zatvorite Vaš novčanik
pl: Możesz teraz bezpiecznie zamknąć portfel

source: Label the sender
hr: Označi pošiljatelja
pl: Oznacz nadawcę etykietą

source: Language
hr: Jezik
pl: Język

source: Learn more
hr: Saznaj više
pl: Dowiedz się więcej

source: Learn more here
hr: Saznaj više ovdje
pl: Dowiedz się więcej tutaj

source: Ledger accounts do not support Swaps yet, check back soon!
pl: Konta powiązane z portfelem Ledger nie obsługują jeszcze funkcji wymiany. Zajrzyj tu niebawem!

source: Let's get started! Create your Nimiq account:
hr: Idemo krenuti! Otvori svoj Nimiq račun ovdje:
pl: Zaczynamy! Stwórz swoje konto w sieci nimiqa:

source: Let's go
hr: Idemo
pl: Start

source: Light Node
hr: Lagani mrežni čvor
pl: Lekki węzeł

source: Limit of copied addresses reached.
pl: Osiągnięto limit skopiowanych adresów.

source: Limits are tied to accounts and IBANs.
pl: Limity są powiązane z rachunkami i kodami IBAN.

source: Link not available in this browser
hr: Link nije raspoloživ u ovom pregledniku
pl: Link niedostępny w tej przeglądarce

source: Load file
hr: Učitavam datoteku
pl: Wczytaj plik

source: loading...
hr: Učitavam...
pl: wczytywanie…

source: Locking up {asset}
pl: Zamrażanie {asset}

source: Log in on your devices with the new Nimiq Login Files.
pl: Zaloguj się na swoich urządzeniach, używając nowych plików logowania do sieci nimiqa.

source: Logout
hr: Izađi
pl: Wyloguj się

source: lost
hr: izgubljen
pl: utracony

source: Max.
pl: Maks.

source: Multiple Addresses
hr: Višestruke adrese
pl: Wiele adresów

source: Multiple addresses and Login Files are supported by new accounts only.
hr: Višestruke adrese i login datoteke
pl: Tylko nowe konta obsługują wiele adresów i plików logowania.

source: Name this contact...
hr: Dajte ime kontaktu...
pl: Nazwij ten kontakt…

source: Name this recipient...
hr: Dajte ime primatelju
pl: Nazwij tego odbiorcę…

source: Name your contact
hr: Imenujte Vaš kontat
pl: Nazwij swój kontakt

source: Network
hr: Mreža
pl: Sieć

source: Network fee: {sats} sat/vByte
hr: Mrežna naknada: {sats} sat/vByte
pl: Opłata sieciowa: {sats} sat/vByte

source: NIM network fee
hr: NIM mrežna naknada
pl: Opłata sieciowa w walucie NIM

source: Nimiq does not store your personal data. Use your Login File to log in.
pl: Nimiq nie przechowuje danych osobowych. Aby się zalogować, użyj pliku logowania.

source: Nimiq is not responsible for any loss. Nimiq, wallet.nimiq.com, hub.nimiq.com & keyguard.nimiq.com, and some of the underlying libraries are under active development.
hr: Nimiq nije odgovoran za bilo kakav gubitak. Nimiq wallet.nimiq.com, hub.nimiq.com & keyguard.nimiq.com, i neke od pripadajučih libova su pod aktivnim razvojem.
pl: Nimiq nie ponosi odpowiedzialności za jakiekolwiek straty. Projekt Nimiq, portfele wallet.nimiq.com, hub.nimiq.com oraz keyguard.nimiq.com, a także niektóre wykorzystywane biblioteki są wciąż rozwijane.

source: Nimiq OASIS enables decentra­lized buying and selling of crypto directly from your wallet.
pl: Technologia Nimiq OASIS umożliwia zdecentralizowane kupowanie i sprzedawanie kryptowalut bezpośrednio z portfela.

source: Nimiq wallet does not support transaction messages for Bitcoin.
hr: Nimiq novčanik ne podržava transakcijske poruke za Bitcoin.
pl: Portfel Nimiq nie obsługuje funkcji dodawania wiadomości do transakcji w sieci bitcoina.

source: No transactions found
hr: Transakcije nisu pronađene.
pl: Nie znaleziono transakcji

source: None
hr: nijedan
pl: Brak

source: Not all accounts provided by this bank support instant transactions.
pl: Nie wszystkie typy rachunków w tym banku obsługują transakcje natychmiastowe.

source: not sent
hr: nije poslano
pl: nie wysłano

source: OASIS service fee
hr: OASIS naknada za uslugu.
pl: Opłata za usługę OASIS

source: OK! Contacts imported successfully.
hr: U redu! Kontakti su uvezeni uspješno.
pl: OK! Kontakty zostały pomyślnie zaimportowane.

source: Old and new Accounts
hr: Stari i novi računi
pl: Stare i nowe konta

source: One account can now have multiple addresses.
hr: Jedan račun sada može imati višestruke adrese.
pl: Jedno konto może mieć teraz kilka adresów.

source: One Account, many Addresses
hr: Jedan račun, mnogo adresa.
pl: Jedno konto, wiele adresów

source: One more thing
pl: Jeszcze jedno

source: or visit an exchange and get more.
hr: ili posjetite mjenjačnicu i nabavite još.
pl: lub odwiedź giełdę i zdobądź więcej.

source: pending
hr: u tijeku
pl: oczekuje

source: Pending Cashlinks
hr: Cahslink u tijeku
pl: Oczekujące linki pieniężne

source: Pending...
hr: u tijeku...
pl: Oczekuje…

source: Per-Swap Limit
hr: Limit po zamjeni
pl: Limit przed wymianą

source: Performing Swap
hr: Izvršavam zamjenu
pl: Dokonywanie wymiany

source: Performing swap {progress}/5
hr: Zamjena u tijeku {progress}/5
pl: Dokonywanie wymiany {progress}/5

source: Please do not use your Mainnet accounts!
hr: Molimo ne koristite račune sa mainneta!
pl: Nie używaj kont w sieci Mainnet!

source: Please ensure that you are sending an instant transaction!
pl: Sprawdź, czy na pewno dokonujesz transakcji natychmiastowej!
